Repository: kp-ijaz/scrap-app
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Skip
gu: કાઢી નાખો

# onb1
source: Scrap Pickup App. Providing door-to-door free pickup service of 40+ recyclables.
gu: સ્ક્રેપ પિકઅપ એપ્લિકેશન. 40+ રિસાયકલ કરી શકાય તેવા પદાર્થો માટે ઘરમાંથી ઘરમાં મફત પિકઅપ સેવા આપે છે.

# onb2
source: List your scrap effortlessly! Simply snap a photo, provide a few details, and let our app guide you through the quick and easy listing process. Turning clutter into currency has never been this convenient.
gu: તમારા સ્ક્રેપને સરળતાથી સૂચિબદ્ધ કરો! માત્ર એક ફોટો લો, થોડું વિગત આપો, અને અમારી એપ્લિકેશન તમને ઝડપી અને સરળ સૂચિબદ્ધ પ્રક્રિયામાં માર્ગદર્શન આપશે. ભૂલભૂલાયેલા પદાર્થોને રોકડમાં ફેરવવું હવે પહેલાં કરતાં વધુ અનુકૂળ છે.

# onb3
source: Scrap to Cash: Transforming Connectivity, One Byte at a Time â€“ Revolutionizing Your Recycling Experience!
gu: સ્ક્રેપથી રોકડ: કનેક્ટિવિટીને રૂપાંતરિત કરવું, એક બાઇટ એક સમયે – તમારી રિસાયક્લિંગ અનુભવને ક્રાંતિ લાવવી!

source: Next
gu: આગળ

# continue_text
source: Continue
gu: ચાલુ રાખો

source: Register
gu: નોંધણી

# logincaption
source: Add your phone number. We'll send you a verification code
gu: તમારા ફોન નંબરને દાખલ કરો. અમે તમને એક માન્યકરન કોડ મોકલશું.

# loginhinttext
source: Enter phone number
gu: ફોન નંબર દાખલ કરો

source: Login
gu: લોગિન કરો

source: Verification
gu: તસદીક

# otpcaption
source: Enter the OTP sent to your phone number
gu: તમારા ફોન નંબર પર મોકલવામાં આવેલા OTPને દાખલ કરો

source: Verify
gu: તસદીક કરો

# otpquestiontext
source: Didn't receive any code?
gu: કોઈ કોડ મળ્યો નથી?

# resendcode
source: Resend new Code
gu: નવો કોડ ફરી મોકલો

source: Welcome back
gu: પાછા આવવા માટે આપનું સ્વાગત છે

# homefrstcontainercaption
source: Get your scrap recycled
gu: તમારા સ્ક્રેપને રિસાયકલ કરો

# homefrstcontainersubtext
source: with best offer
gu: શ્રેષ્ઠ ઑફરો સાથે

# homemaintext
source: What would you like to sell?
gu: તમે શું વેચવા માંગો છો?

source: Support
gu: સહાય

source: Need Help?
gu: મદદ જોઈએ છે?

source: Contact Us
gu: અમારો સંપર્ક કરો

source: My Bookings
gu: મારી બુકિંગ્સ

source: Ongoing Booking
gu: ચાલું બુકિંગ

source: Completed Booking
gu: પૂર્ણ બુકિંગ

# emptyoreder
source: No Orders Found!
gu: કોઈ ઓર્ડર મળ્યો નથી!

source: Profile
gu: પ્રોફાઇલ

# termsandcondition
source: Terms & Conditions
gu: શરતો અને શરતો

source: Privacy Policy
gu: ગોપનીયતા નીતિ

source: Language
gu: ભાષા

source: Delete Account
gu: ખાતા કાઢી નાખો

source: Log out
gu: લોગ આઉટ

source: Home
gu: હોમ

source: Personal Information
gu: વ્યક્તિગત માહિતી

source: Name
gu: નામ

# nameHint
source: Enter your name
gu: તમારું નામ દાખલ કરો

source: Email
gu: ઇમેલ

# emailHint
source: Enter your email
gu: તમારું ઇમેલ દાખલ કરો

source: Date of Birth
gu: જન્મ તારીખ

source: Required Field
gu: આવશ્યક ક્ષેત્ર

source: Submit Info
gu: માહિતી સબમિટ કરો

source: About Us
gu: અમારા વિશે

source: Settings
gu: સેટિંગ્સ

source: Change Language
gu: ભાષા બદલો

source: Items
gu: આઇટમ્સ

source: Price
gu: કિંમત

# placehint
source: Mohali
gu: મોહાલી

# datehint
source: Select Date
gu: તારીખ પસંદ કરો

# weighthint
source: Approx scrap weight
gu: અંદાજિત સ્ક્રેપ વજન

# optionalhint
source: Select an option
gu: એક વિકલ્પ પસંદ કરો

# scrapphototext
source: Take a photo of your scrap
gu: તમારા સ્ક્રેપનો ફોટો લો

# furtherwidgettext
source: Enter further widgets here
gu: અહીં વધુ વિજેટ્સ દાખલ કરો

# errorname
source: Please enter your name
gu: કૃપા કરીને તમારું નામ દાખલ કરો

source: Address
gu: પતા

# erroradrress
source: Please enter your address
gu: કૃપા કરીને તમારો પતો દાખલ કરો

# streetaddress
source: Street Address(Optional)
gu: સ્ટ્રીટ સરનામું (વૈકલ્પિક)

source: Pincode
gu: પિનકોડ

# errorpin
source: Please enter your pincode
gu: કૃપા કરીને તમારો પિનકોડ દાખલ કરો

source: City
gu: શહેર

# errorcity
source: Please enter your city
gu: કૃપા કરીને તમારું શહેર દાખલ કરો

source: Mobile Number
gu: મોબાઇલ નંબર

# errormobile
source: Please enter your mobile number
gu: કૃપા કરીને તમારો મોબાઇલ નંબર દાખલ કરો

source: Scrap
gu: સ્ક્રેપ

# confirmbuttontext
source: Confirm
gu: પરીક્ષણ કરો

source: Add Address
gu: પતા ઉમેરો

source: Checkbox
gu: ચેકબોક્સ

source: Online
gu: ઓનલાઇન

source: Cash
gu: કેશ

source: Select Scrap
gu: સ્ક્રેપ પસંદ કરો

source: Pickup Address
gu: પિકઅપ સરનામું

source: Error fetching user details
gu: ઉપયોગકર્તા વિગતો મેળવનામાં ત્રુટિ

# bookingsuccess
source: Booking Done Successfully
gu: બુકિંગ સફળતાપૂર્વક થઈ ગઈ

# pickupmessage
source: Our Agent will come to your location to pickup your scrap
gu: અમારું એજન્ટ તમારા સ્થાન પર આવીને તમારા સ્ક્રેપને ઉઠાવી દેશે

# errorimage
source: Error ! , Please add your scrap image
gu: ત્રુટિ! કૃપા કરીને તમારા સ્ક્રેપનો ફોટો ઉમેરો

# errorpayment
source: Please select payment method
gu: કૃપા કરીને ચુકવણી પદ્ધતિ પસંદ કરો

source: Error
gu: ત્રુટિ

source: Verification Failed
gu: તસદીક વિફલ

source: Agent Login Failed
gu: એજન્ટ લોગિન વિફલ

# failedocheckuserexistence
source: Failed to check user existence
gu: ઉપયોગકર્તા અસ્તિત્વની તપાસ કરવામાં ત્રુટિ

# otperror
source: Enter 6-Digit Code
gu: 6-અંક કોડ દાખલ કરો

source: Payment Success
gu: ચુકવણી સફળ

source: Location
gu: સ્થાન

source: Date
gu: તારીખ

source: Weight
gu: વજન

source: Amount
gu: કુલ રકમ

source: Payment Method
gu: ચુકવણી પદ્ધતિ

source: Pick Up
gu: પિકઅપ

source: Order ID
gu: ઓર્ડર આઈડી

source: View Details
gu: વિગતો જુઓ

source: Payment
gu: ચુકવણી

source: Pay
gu: ચુકવણી કરો

source: Qty
gu: માત્રા

source: Total
gu: કુલ

# selectamoney
source: Select a money Acceptence Mode
gu: એક નાણાંની સ્વીકૃતિ પદ્ધતિ પસંદ કરો

# paytmawallet
source: Paytm Wallet
gu: પેટીએમ વોલેટ

source: Amazon Pay
gu: અમેઝોન પે

source: UPI
gu: યूपीઆઈ

source: Bank
gu: બેંક

# enteracnumber
source: Enter Account Number
gu: ખાતાનું નંબર દાખલ કરો

source: Enter UPI ID
gu: યूपीઆઈ આઈડી દાખલ કરો

source: Holder Name
gu: હોલ્ડરની નામ

source: Enter IFSC Code
gu: આઈએફએસસી કોડ દાખલ કરો

source: Time
gu: સમય

source: Your Payment Is Processing
gu: તમારી ચુકવણી પ્રક્રિયા હેઠળ છે

# usernotloggedin
source: User is not logged in
gu: ઉપયોગકર્તા લોગિન નથી

source: Success
gu: સફળતા

# profileupdated
source: Success,Profile Updated
gu: 'સફળતા','પ્રોફાઇલ અપડેટ કરવામાં આવી છે'

# accounttdeleted
source: Acoount Deleted
gu: ખાતા કાઢી નાખવામાં આવ્યો છે

source: Connect With Us
gu: અમારા સાથે જોડાઓ

# connectingcaption
source: Do you have any doubts? No issues! connect with us to get all of your questions and doubts answered.
gu: શું તમને કોઈ શંકા છે? કોઈ સમસ્યા નથી! તમારા તમામ પ્રશ્નો અને શંકાઓ માટે અમારા સાથે જોડાઓ.

source: Contact Via Mail
gu: મેઇલ દ્વારા સંપર્ક કરો

# talktoexpert
source: Talk To Our expert
gu: અમારા વિશેષજ્ઞ સાથે વાત કરો

source: Details
gu: વિગતો

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

source: Camera
gu: કેમેરા

source: Gallery
gu: ગેલેરી

source: Phone Number
gu: ફોન નંબર

# deleteaccaption
source: We are sad to see you go:(Are you sure to delete account?)
gu: તમને જઈને દુખ થાય છે :( શું તમે ખાતું કાઢી નાખવા માટે ખરેખર તૈયાર છો?

# dontdltac
source: Don't Delete Account
gu: ખાતા કાઢી નાખશો નહીં

source: Are You Sure To Logout
gu: શું તમે ખરેખર લોગઆઉટ કરવા માંગો છો?

# dontllogout
source: Don't logout
gu: લોગઆઉટ ન કરો

# userisnull
source: User is null after sign in
gu: લોગિન પછી વપરાશકર્તા શૂન્ય છે

# emptyuserid
source: User ID is empty
gu: વપરાશકર્તા આઈડી ખાલી છે

# errorsavingdata
source: An error occured while saving user data
gu: વપરાશકર્તા માહિતી સેવ કરવામાં ત્રુટિ

# profilepicerror
source: Please upload your profile photo
gu: કૃપા કરીને તમારી પ્રોફાઇલ છબી અપલોડ કરો

# invalidpage
source: Error , Invalid Page
gu: ત્રુટિ, અમાન્ય પૃષ્ઠ

# uploadimgfail
source: Error,Failed to upload image
gu: ત્રુટિ, છબી અપલોડ કરવામાં અસફળ

source: Others
gu: અન્ય

# plsselectdate
source: Please select a date
gu: કૃપા કરીને તારીખ પસંદ કરો

# usernotfoundinsp
source: User not found in sharedpreference
gu: શેરપ્રિફરન્સમાં વપરાશકર્તા મળ્યો નથી

# selectpayment
source: select a payment option
gu: ચુકવણી વિકલ્પ પસંદ કરો

# scrapintocash
source: Turn your scrap into cash
gu: તમારા સ્ક્રેપને રોકડમાં ફેરવો

# sellurscrap
source: Sell your scrap in
gu: તમારા સ્ક્રેપને વેચો

# threeclicks
source: 3 clicks
gu: 3 ક્લિક્સ

# sellscrapsubtext
source: Personal,Home and small Business scrap
gu: વ્યક્તિગત, ઘર અને નાના બિઝનેસ સ્ક્રેપ

source: Sell Now
gu: હવે વેચો

# bulkcaption
source: Bulk scrap? Reach us!
gu: જોડણી સ્ક્રેપ? અમારો સંપર્ક કરો!

# bulksubtext
source: For larger quantities,Rates may differ
gu: મોટા માત્રાઓ માટે, દર ભિન્ન હોઈ શકે છે

source: Explore
gu: ખોજો

# launcherror
source: Could not launch
gu: ચાલુ કરવામાં અસમર્થ

source: Select Language
gu: ભાષા પસંદ કરો

# selectone
source: Select One Language
gu: એક ભાષા પસંદ કરો

source: Proceed
gu: આગળ વધો

source: Booking
gu: બુકિંગ

source: Order
gu: ઓર્ડર

# selectedimageisnolonger
source: info,Image selection is no longer required
gu: 'માહિતી','છબી પસંદ કરવી હવે જરૂરી નથી'

# userdatanotfound
source: Error,User data not found
gu: 'ત્રુટિ','વપરાશકર્તા માહિતી મળી નથી'

# userntlogedin
source: Error,User is not logged in
gu: 'ત્રુટિ','વપરાશકર્તા લોગિન નથી'

# tandcnotexist
source: Error,Terms & conditions documents does not exist
gu: 'ત્રુટિ','શરતો અને શરતો દસ્તાવેજો અસ્તિત્વમાં નથી'

# errorontandc
source: Error,An error occured while fetching Terms and condition
gu: 'ત્રુટિ','શરતો અને શરતો મેળવવામાં ત્રુટિ'

# privcypolicynotexist
source: Error,Privacy policy documents does not exist
gu: 'ત્રુટિ','ગોપનીયતા નીતિ દસ્તાવેજો અસ્તિત્વમાં નથી'

# erroronprivacypolicy
source: Error,An error occured while fetching Privacy policy
gu: 'ત્રુટિ','ગોપનીયતા નીતિ મેળવવામાં ત્રુટિ'

# successaccounttdeleted
source: Success,Account deleted
gu: 'સફળતા','ખાતા કાઢી નાખવામાં આવ્યો છે'

# unexpectederror
source: An unexpected error occured
gu: એક અપેક્ષિત ત્રુટિ આવી છે

# plastic_title
source: Plastic
gu: પ્લાસ્ટિક

# plastic_subtitle
source: Oil Container, Hard/soft
gu: તેલના કન્ટેનર, કઠોર/મુલાયમ

# metal_title
source: Metal
gu: ધાતુ

# metal_subtitle
source: Utensils, coolers, drums
gu: વેસણ, કૂલર, ડ्रम

# ewaste_title
source: E-Waste
gu: ઈ-વેસ્ટ

# ewaste_subtitle
source: Computers, Keyboards etc.
gu: કમ્પ્યુટર્સ, કીબોર્ડ્સ વગેરે

# paper_title
source: Paper
gu: કાગળ

# paper_subtitle
source: Newspapers, cartons, books
gu: અખબાર, ગેટા, પુસ્તકો

# others_title
source: Others
gu: અન્ય

# others_subtitle
source: Beer bottles, machines etc.
gu: બીરની બોટલ્સ, મશીનો વગેરે

source: Scrap To Cash
gu: કચરામાંથી નાણાં

# namescreenmaintext
source: An app to sell your scrap from the convenience of your home.
gu: તમારા ઘરના સુવિધાથી તમારું સ્ક્રેપ વેચવા માટે એક એપ્લિકેશન.

# entername
source: Enter your name
gu: તમારું નામ દાખલ કરો

source: Your Name
gu: તમારું નામ

# namecantbeempty
source: Name cannot be empty
gu: નામ ખાલી હોઈ શકે નહીં

source: Submit
gu: સબમિટ કરો

# erroroccurewhensaving
source: An error occurred while saving data.
gu: ડેટા સંગ્રહ કરતી વખતે એક ભૂલ થઈ.
